micropython/micropython/ports/esp32/boards/TINYPICO/mpconfigboard.h
#define MICROPY_HW_BOARD_NAME "TINYPICO"
#define MICROPY_HW_MCU_NAME "ESP32-PICO-D4"
